[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentationDescriptions.CharacterSkin"
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_MercSage UsableCustomizationItemDefinition]
ItemCardTopStatString="%s1 %s2"
UseFailureCharacterMessage="É preciso ser %s para usar esse Item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mercenary.Head_MercSage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentationDescriptions.CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Skin_Rhino UsableCustomizationItemDefinition]
ItemCardTopStatString="%s1 %s2"
UseFailureCharacterMessage="É preciso ser %s para usar esse Item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item. "
NoManufacturerName="Genérico"

